Repository: BraisCampana/Practicas_IPM
Catalog: Practica_2_ApMovil/lib/l10n/app_*.arb
Languages: fr

# paginaPrincipal
source: Main Page
fr: Page principale

# noServidor
source: There is no connection with the server
fr: Impossible de se connecter au serveur

# addQr
source: Add QR code
fr: Ajouter code QR

# gestionarListaEvento
source: Manage Event List
fr: Gérer liste événement

# listaEvento
source: Event List
fr: Liste du événement

# informacionEvento
source: Event information
fr: Information du événement

# anotarES
source: Entrance/Exit write down
fr: Annoter entrée/sortie

# nombre
source: Name
fr: Prénom

# apellido
source: Surname
fr: Nom

# temperatura
source: Temperature
fr: Température

# hora
source: Hour
fr: Heure

# cerrar
source: Close
fr: Fermer

# infoUser
source: User Information
fr: Information du client

# nombreUser
source: Username
fr: Nom d'utilisateur

# telefono
source: Phone
fr: Téléphone

# vacunado
source: Vaccinated
fr: Vacciné

# cambiarFecha
source: Change Date
fr: Modifier la date

# entryNombre
source: Enter a name with only letters
fr: Entrer un prénom avec seul lettres

# entryApellido
source: Enter an alphabetic surname
fr: Entrer un nom alphabétique

# entryTemperatura
source: Enter a valid temperature
fr: Entrer un temperature valide

# userNotFound
source: User not found with that name and surname
fr: Client non trouvé avec ce prénom et ce nom

# selectUser
source: Select an user
fr: Sélectionner un client

# anotarE
source: Entry succesfully noted
fr: Entrée noté correctement

# anotarS
source: Exit succesfully noted
fr: Sortie noté correctement

# visitasEvento
source: Number of people who visited the event
fr: Numéro de personnes qui a visité l'établissement

# actualEvento
source: Number of people currently inside the event
fr: Numéro de personnes actuellement dans l'établissement

# nullDate
source: You must provide both dates to be able to filter
fr: Vous devez saisir les deux dates pour pouvoir filtrer

# badDate
source: The final date is before the initial one
fr: La date de fin est antérieure à la date de début

source: Initial date
fr: Date de début

source: Final date
fr: Date de fin

source: Initial hour
fr: Heure de début

source: Final hour
fr: Heure de fin

# noFecha
source: Please enter a date
fr: S'il vous plait entrer la date

# noHora
source: Please enter an hour
fr: S'il vous plait entrer la heure

# noHoraFecha
source: Please enter a date and an hour
fr: S'il vous plait enter la date et la heure

# si
source: Yes
fr: Oui
